{
    "aboutSiteTitle": "À propos du site",
    "aboutSiteContent1": "Attention, ca va être un peu technique!\nCe site est créé en React avec Next.js et i18next. Vous pouvez voir le code source sur GitHub!",
    "sourceCode": "Allons-y!",
    "aboutSiteContent2": "Le site est hébergé sur Vercel, et est disponible en français et en anglais en fonction des paramètres de votre navigateur.\nVous avez peut-être remarqué que l'URL est étrange, c'est car le nom de domaine est en punycode!\nConcrètement, vous pouver taper https://🦊✨💻.ws et vous arriverez ici! Merci à Porkbun qui permet d'avoir des domaines en punycode pour pas très cher! (Ce n'est pas sponsorisé mais ils sont cool!)",
    "aboutMeTitle": "À propos de moi",
    "aboutMeContent1": "Je suis Yanis, un développeur Fullstack de ",
    "aboutMeContent2": " ans, furry (vous aurez pu deviner avec cette URL!), et je crée plein d'outils pour aider les gens!\nDes modules pour Firefox, une application Android... Du moment où je trouve un problème, je me mets à l'oeuvre pour mettre à disposition une solution pour tout le monde, afin que je sois la dernière personne à avoir à faire façe à ce problème! (Oui, même si c'est un truc hyper-obscur qui sera utile à genre 2 personnes 😉)",
    "skillLanguages": "Mes langages",
    "openPGPKey": "Ma clé publique OpenPGP",
    "getKey": "Obtenir la clé",
    "skillTools": "Mes outils",
    "miscBadges": "D'autres choses...",
    "personalityType": "Type_de_personnalité",
    "hogwartsHousePrimaryTitle": "Maison de Poudlard primaire",
    "hogwartsHousePrimaryValue": "Gryffondor",
    "hogwartsHousePrimaryExplain": "La maison primaire indique pourquoi vous faites les choses, elle n'est pas plus importante que la maison secondaire.",
    "hogwartsHouseSecondaryTitle": "Maison de Poudlard secondaire",
    "hogwartsHouseSecondaryValue": "Serdaigle",
    "hogwartsHouseSecondaryExplain": "La maison secondaire indique comment vous faites les choses, elle n'est pas moins importante que la maison primaire.",
    "politicalCompassEconomicTitle": "Compass_politique_--_Économie- ",
    "politicalCompassEconomicValue": "-4.38",
    "politicalCompassSocialTitle": "Compass politique_--_Social- ",
    "politicalCompassSocialValue": "-5.23",
    "politicalCompassExplain": "J'essaie le plus souvent possible d'être neutre, mais comme tout le monde, j'ai des opinions, il est donc important de savoir où je me situe pour que je puisse comprendre plus de points de vue.",
    "fursonaSpecies": "Renard",
    "furryWikiLink": "https://fr.wikipedia.org/wiki/Fandom_furry",
    "fillInBadge": "Oui, ca ne rentre pas vraiment dans la catégorie... Mais c'est un badge de plus, donc je prends!",
    "learnEsperantoLink": "https://ikurso.esperanto-france.org/",
    "learnEsperantoTitle": "Apprendre l'espéranto!",
    "learnEsperantoValue": "iKurso",
    "learnEsperantoExplain": "L'espéranto est une langue construite qui a pour but de faciliter la communication entre les peuples. C'est une langue très simple à apprendre, et qui peut être un bon point de départ pour apprendre d'autres langues ou se faire de nouveaux amis partout dans le monde!"
}