{
    "pageTitle": "About • helloyanis 🦊",
    "aboutSiteTitle": "About this site",
    "aboutSiteContent1": "It's going to be a little bit technical, so hang in there!\nThis site is made with React using Next.js and i18next. You can check the source code on GitHub!",
    "sourceCode": "See this page's source code",
    "aboutSiteContent2": "This site is hosted on Vercel, and is available in french and english depending on your browser's settings.\nYou might have noticed that the URL looks strange, it's because the domain name is in punycode!\nBasically, you can type https://🦊💻.ws and you will end up here! Thanks to Porkbun who allows me to get mpunycode domains for not too much! (Not sponsored, but they're cool!)",
    "aboutMeTitle": "About me",
    "aboutMeContent1": "I'm Yanis, a ",
    "aboutMeContent2": " year old fullstack developer, a furry (you could have guessed with an URL like that!), and I create plenty of tools to help people!\nFirefox add-ons, an Android app... As soon as I find a problem, I get to work to make a solution for everyone, so I can be the last person to have to face this problem! (Yes, even if it's something super-obscure that will be useful to 2 persons 😉)",
    "skillLanguages": "My languages",
    "openPGPKey": "My OpenPGP public key",
    "getKey": "Get the key",
    "skillTools": "My tools",
    "miscBadges": "Other things...",
    "personalityType": "Personality_type",
    "hogwartsHousePrimaryTitle": "Primary Hogwarts house",
    "hogwartsHousePrimaryValue": "Gryffindor",
    "hogwartsHousePrimaryExplain": "The primary house indicates why you do things. It is not more important than the secondary house.",
    "hogwartsHouseSecondaryTitle": "Secondary Hogwarts house",
    "hogwartsHouseSecondaryValue": "Ravenclaw",
    "hogwartsHouseSecondaryExplain": "The secondary house indicates how you do things. It is not less important than the primary house.",
    "politicalCompassEconomicTitle": "Political_compass_--_Economy- ",
    "politicalCompassEconomicValue": "-4.38",
    "politicalCompassSocialTitle": "Political_compass_--_Social- ",
    "politicalCompassSocialValue": "-5.23",
    "politicalCompassExplain": "I'm trying do be as neutral as possible, but just like everyone, I have opinions, so it is important to know where I stand to help me fight against bias and understand more points of view.",
    "fursonaSpecies": "Fox",
    "furryWikiLink": "https://en.wikipedia.org/wiki/Furry_fandom",
    "fillInBadge": "Yeah, it doesn't really fit in the category... But that makes one more badge, so I'll take it!!",
    "learnEsperantoTitle": "Learn Esperanto!",
    "learnEsperantoValue": "Komencanto",
    "learnEsperantoLink": "https://komencanto.net",
    "learnEsperantoExplain": "Esperanto is a constructed language spoken throuought the world made to be easy to learn! It's a great starting point if you want to learn a new language, or make friends from anywhere in the world! The Komencanto website has a lot of good recources on how to get started."
}